
export const workPlaces = [
	"北海道",
	"青森県",
	"秋田県",
	"岩手県",
	"山形県",
	"宮城県",
	"福島県",
	"茨城県",
	"栃木県",
	"群馬県",
	"埼玉県",
	"千葉県",
	"東京都",
	"神奈川県",
	"山梨県",
	"長野県",
	"新潟県",
	"富山県",
	"石川県",
	"福井県",
	"静岡県",
	"愛知県",
	"岐阜県",
	"三重県",
	"滋賀県",
	"京都府",
	"大阪府",
	"奈良県",
	"和歌山県",
	"兵庫県",
	"鳥取県",
	"島根県",
	"岡山県",
	"広島県",
	"山口県",
	"香川県",
	"愛媛県",
	"徳島県",
	"高知県",
	"福岡県",
	"大分県",
	"熊本県",
	"佐賀県",
	"長崎県",
	"宮崎県",
	"鹿児島県",
	"沖縄県",
]

export const jobs = [
	{
		category: "営業・コールセンター",
		subText: "法人営業,企画営業,カスタマーサポート,テレアポ,キャリアカウンセラー",
}, {
		category: "事務・受付",
		subText: "一般事務,受付,秘書,医療事務,データ入力,総務事務,金融事務",
}, {
		category: "経営・管理・人事",
		subText: "経営企画,事業企画,人事,経理,法務,財務,税務,内部監査,内部統制",
}, {
		category: "広告・マーケティング",
		subText: "広報,広告プランナー,商品企画,販売促進,コピーライター,データアナリスト",
}, {
		category: "販売・接客・サービス・モニター",
		subText: "コンビニ,スーパーマーケット,家電量販店,ガソリンスタンド,ドラッグストア,家事代行",
}, {
		category: "飲食・フード",
		subText: "ホールスタッフ,キッチンスタッフ,カフェ,居酒屋,調理師,パティシエ",
}, {
		category: "旅行・ホテル・ブライダル",
		subText: "旅行企画,ホテル,結婚式場,旅館,ウェディングプランナー,旅行カウンター",
}, {
		category: "エンタメ・レジャー・スポーツ",
		subText: "イベント,カラオケ,スポーツ施設,遊園地,温泉,ヨガインストラクター",
}, {
		category: "工場・製造",
		subText: "生産管理,金属加工,溶接工,ライン作業,板金工",
}, {
		category: "警備・清掃・点検",
		subText: "車両誘導,ハウスクリーニング,ビルメンテナンス,清掃員,ごみ収集作業員",
}, {
		category: "軽作業・倉庫",
		subText: "梱包,倉庫管理,シール貼り,ティッシュ配り,サンプリング,試験監督,在庫管理",
}, {
		category: "建築・設計・施工・土木",
		subText: "土木設計,建築士,地質調査,大工,現場監督,施工管理,内装設計,耐震診断",
}, {
		category: "配達・運転・物流",
		subText: "配送ドライバー,引越しスタッフ,新聞配達,バス運転手,タクシー",
}, {
		category: "教育・保育",
		subText: "塾講師,保育士,学童保育,ベビーシッター,教習指導員,パソコン講師,英会話講師",
}, {
		category: "介護・福祉",
		subText: "介護士,ケアマネジャー,社会福祉士,生活相談員,ホームヘルパー,児童指導員",
}, {
		category: "医療・看護",
		subText: "医師,看護師,薬剤師,整体師,栄養士,鍼灸師,保健師,産業医,歯科衛生士",
}, {
		category: "IT・Web",
		subText: "ITアーキテクト,Webデザイナー,データサイエンティスト,サイト運営",
}, {
		category: "技術職（電気,化学,医薬品）",
		subText: "電気設計,機械エンジニア,医薬品開発,回路設計,化学分析,半導体エンジニア",
}, {
		category: "クリエイティブ・デザイン・ゲーム",
		subText: "雑誌編集,イラストレーター,ライター,アニメーター,サウンドクリエイター",
}, {
		category: "映像・芸能",
		subText: "映像制作,モデル,芸能マネージャー,フォトグラファー,エキストラ",
}, {
		category: "美容・理容",
		subText: "マッサージ,エステティシャン,ネイリスト,セラピスト,着付け,美容部員,脱毛",
}, {
		category: "アパレル・インテリア",
		subText: "スタイリスト,インテリアコーディネーター,アパレルバイヤー,アパレルプレス",
}, {
		category: "コンサルタント・士業・通訳",
		subText: "公認会計士,弁理士,弁護士,行政書士,通訳,翻訳,経営コンサルタント,司法書士",
}, {
		category: "金融・不動産",
		subText: "ファイナンシャルプランナー,不動産開発,トレーダー,保険査定,マンション管理",
}, {
		category: "農業・林業・水産業・公務員",
		subText: "役所職員,農業,林業,漁業,畜産業,酪農家,園芸",
}, {
		category: "ナイトワーク",
		subText: "キャバクラ,ホストクラブ,フロアレディ,クラブ,ナイトマネージャー",
}];

console.log('外部JSファイルが読み込まれました！');
